let about_btn = document.getElementById('about')
about_btn.addEventListener('click', function() {
    swal({
        html: '<html>   <h2 style=" font-family: Verdana, Geneva, Tahoma, sans-serif; margin-top: -10px;">Біз</h2><br> <p style="margin-top: -10px; text-align: justify; font-family: Verdana, Geneva, Tahoma, sans-serif; padding: 15px; margin-top: -20px;">Біздің <strong>Rich House</strong> жылжымайтын мүлікті жалға беру тобы. Қарағанды қаласында пәтерлерді тәуліктік жалға беру нарығында жұмыс істейді.<br> Біздің басты міндетіміз-көптеген жылдар бойы біздің тұрақты қонақтарымызға айналатын қанағаттанарлық клиенттер. Біз қызметтердің сапасын қадағалаймыз. Жаңа киімдерді ауыстырумен жалпы тазалау әр қонақтан кейін міндетті түрде жүзеге асырылады және сапаны тазалау менеджері жеке бақылайды. Біз өз беделімізді, пәтерлеріміздің сапасын және көршілеріміздің тыныштығын бағалаймыз, сондықтан азаматтардың белгілі бір топтарын жалға беруден жиі бас тартамыз. Кәмелетке толмағандар, туған күнін және басқа корпорацияларды тойлағысы келетіндер сияқты.</p></html>'
      })
})

let about_btn2 = document.getElementById('aboutses')
about_btn2.addEventListener('click', function() {
    swal({
        html: '<html>   <h2 style=" font-family: Verdana, Geneva, Tahoma, sans-serif; margin-top: -10px;">Біз</h2><br> <p style="margin-top: -10px; text-align: justify; font-family: Verdana, Geneva, Tahoma, sans-serif; padding: 15px; margin-top: -20px;">Біздің <strong>Rich House</strong> жылжымайтын мүлікті жалға беру тобы. Қарағанды қаласында пәтерлерді тәуліктік жалға беру нарығында жұмыс істейді.<br> Біздің басты міндетіміз-көптеген жылдар бойы біздің тұрақты қонақтарымызға айналатын қанағаттанарлық клиенттер. Біз қызметтердің сапасын қадағалаймыз. Жаңа киімдерді ауыстырумен жалпы тазалау әр қонақтан кейін міндетті түрде жүзеге асырылады және сапаны тазалау менеджері жеке бақылайды. Біз өз беделімізді, пәтерлеріміздің сапасын және көршілеріміздің тыныштығын бағалаймыз, сондықтан азаматтардың белгілі бір топтарын жалға беруден жиі бас тартамыз. Кәмелетке толмағандар, туған күнін және басқа корпорацияларды тойлағысы келетіндер сияқты.</p></html>'
      })
})
